[Play_X2_XP_HNTR_S_ADVENT_Tower_Available AkEvent]
SpokenText="Особисто я б тримався подалі від цієї вежі. Вона оточена якоюсь дивною енергією."

[Play_X2_XP_HNTR_S_Assault_Avenger_First AkEvent]
SpokenText="Я з нетерпінням чекав можливості побачити ваш \"Месник\" зблизька з того дня, коли вперше про нього почув. Давайте ж, розстеляйте червону доріжку."

[Play_X2_XP_HNTR_S_Assault_Avenger_Subs AkEvent]
SpokenText="Один раз вам вдалося дати мені відсіч, але цього разу я обірву вашому кораблю крильця."

[Play_X2_XP_HNTR_S_Assaulting_Bastion_First AkEvent]
SpokenText="Слід було очікувати, що рано чи пізно я прийду за вашими друзями. Не можна допустити, щоб вони поширювали чутки про ваші досягнення, чи не так?"

[Play_X2_XP_HNTR_S_Assaulting_Bastion_Subs_A AkEvent]
SpokenText="Вони уявляли собі наслідки, коли зв'язалися з Опором. Ніхто з них не здобуде милості Старійшин."

[Play_X2_XP_HNTR_S_Assaulting_Bastion_Subs_B AkEvent]
SpokenText="Хай я не можу дістати вас, але я витягну ваших маленьких друзів з їхньої глибокої нори."

[Play_X2_XP_HNTR_S_Avatar_Meter_High AkEvent]
SpokenText="Схоже, Старійшини вже близькі до завершення робіт над їхнім дорогоцінним Аватаром. Сумніваюся, що це піде на користь вам і вашим друзям."

[Play_X2_XP_HNTR_S_Chosen_Knowledge_Complete AkEvent]
SpokenText="Моліться своїм богам. Я вже поспішаю до вас."

[Play_X2_XP_HNTR_S_Chosen_Knowledge_Halfway AkEvent]
SpokenText="З кожним днем я все ближче: ви залишаєте за собою безліч слідів. Зовсім скоро на мене чекає екскурсія вашим \"Месником\"."

[Play_X2_XP_HNTR_S_Chosen_Leveled_Up AkEvent]
SpokenText="Я і раніше був непоганий, а тепер мені відкрився зовсім новий рівень."

[Play_X2_XP_HNTR_S_Covert_Action_Cancelled_Plans AkEvent]
SpokenText="Ну і нехай, у мене на вас є й інші плани."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_A AkEvent]
SpokenText="Схоже, вам просто не щастить."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_B AkEvent]
SpokenText="Сподіваюся, всі ці події не позбавили вас оптимізму."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_C AkEvent]
SpokenText="Можливо, наступного разу ви будете уважніше ставитися до подібних речей."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_D AkEvent]
SpokenText="Мені спало на думку кілька способів не допустити подібної ситуації."

[Play_X2_XP_HNTR_S_Dark_Event_Complete_E AkEvent]
SpokenText="І не кажіть, що я вас не попереджав."

[Play_X2_XP_HNTR_S_Enter_Chosen_Territory AkEvent]
SpokenText="І куди це ви тут зібралися? Якщо ви шукаєте битви, то зберіть усі свої сили."

[Play_X2_XP_HNTR_S_Geoscape_Favored AkEvent]
SpokenText="Якщо Старійшини вшанували цією честю мене, значить, двоє інших ніяк себе не проявили. Вважаю, настав час зайнятися цим питанням серйозніше."

[Play_X2_XP_HNTR_S_Philosophy_A AkEvent]
SpokenText="Я завжди за прості речі: вибрати ціль, напасти на слід і, коли прийде час, нанести раптовий удар! Це дуже гуманно: моя здобич зазвичай навіть не встигає зрозуміти, що загинула."

[Play_X2_XP_HNTR_S_Philosophy_B AkEvent]
SpokenText="Старійшини мало цікавляться моїм місцезнаходженням. У нас напружені відносини з тих пір, як вони з'ясували, що я у вільний час полював на деяких їхніх улюбленців. Нині так важко зустріти гідну здобич - можливо, ви придумали щось новеньке для мене?"

[Play_X2_XP_HNTR_S_Philosophy_C AkEvent]
SpokenText="Я поки що не вирішив, що буду робити з цим світом, коли Старійшини покинуть його. Можливо, з нього вийде непоганий заповідник, а може бути, я просто натравлю тих, що вижили один на одного і подивлюся, чим справа скінчиться."

[Play_X2_XP_HNTR_S_Photo_Booth_Taunt_Thres_Change_A AkEvent]
SpokenText="Погляньте на бідолаху: все, що він хотів - служити вам, і дивіться, чим це закінчилося."

[Play_X2_XP_HNTR_S_Photo_Booth_Taunt_Thres_Change_B AkEvent]
SpokenText="Вам не здається, що цей образ йому пасує? Великий воїн XCOM у своєму істинному обличчі."

[Play_X2_XP_HNTR_S_Photo_Booth_Taunt_Thres_Change_C AkEvent]
SpokenText="Ваш солдат поки що непогано тримається, незважаючи на все незручність свого становища. Поки що."

[Play_X2_XP_HNTR_S_Player_Built_Shadow_Chamber AkEvent]
SpokenText="Вважаю, створення машини, яка все робить за тебе - дієвий спосіб вирішити будь-яку проблему."

[Play_X2_XP_HNTR_S_Player_Contacted_Reaper_HQ AkEvent]
SpokenText="Що ви там замишляєте зі Жнецями? Кажуть, вони харчуються чим попало. Як би вони на вас око не поклали."

[Play_X2_XP_HNTR_S_Player_Contacted_Skirmisher_HQ AkEvent]
SpokenText="Старійшини і так не в захваті від ваших дій, а ви ще навіщо-то зв'язалися з дурнями, не зрозумій як утіклими з \"Адвента\"."

[Play_X2_XP_HNTR_S_Player_Contacted_Templar_HQ AkEvent]
SpokenText="Храмовники, на мій погляд, такі ж ненормальні, як мій братик. Чомусь від пси-енергії всі норовлять з'їхати з глузду."

[Play_X2_XP_HNTR_S_Player_Found_Forge_Coords AkEvent]
SpokenText="Повинен вас попередити: якщо ви відправите туди своїх людей, то назад отримаєте їх по частинах."

[Play_X2_XP_HNTR_S_Player_Found_Gate_Coords AkEvent]
SpokenText="На вашому місці я залишив би ту штуку у спокої. Ніколи не знаєш, що чекає на іншому кінці."

[Play_X2_XP_HNTR_S_Player_Killed_Avatar AkEvent]
SpokenText="Убивши одного з Аватарів, ви, поза всяким сумнівом, звернули на себе увагу Старійшин. Мені вони ніколи не дозволили б полювати на таку здобич."

[Play_X2_XP_HNTR_S_Player_Killed_Codex AkEvent]
SpokenText="Я вражений. Ці міжпросторові тварюки мене завжди добряче дратували."

[Play_X2_XP_HNTR_S_Player_Near_Forge_Region AkEvent]
SpokenText="У вас все по-старому свербить, так? Я розумію, до чого ви прагнете, але не впевнений, чи сподобається вам те, що вас чекає."

[Play_X2_XP_HNTR_S_Player_Near_Gate_Region AkEvent]
SpokenText="Що я вам говорив про артефакти Старійшин? Ви не залишаєте мені вибору, а поплатитися за це доведеться вашим військам."

[Play_X2_XP_HNTR_S_Player_Recovered_Forge_Body AkEvent]
SpokenText="Я не знав, що красти тіла входить у ваші плани. Гаразд, ця штука у вас, і що ви далі збираєтеся з нею робити?"

[Play_X2_XP_HNTR_S_Player_Recovered_Gate AkEvent]
SpokenText="Вам все не йметься, так? Ну гаразд, ризикніть - відкривайте ворота."

[Play_X2_XP_HNTR_S_Post_Chosen_Killed_A AkEvent]
SpokenText="Мені не завжди вдавалося домовитися зі своїми родичами, але я ніколи не подумав би, що хтось з них здатен зазнати такої поразки."

[Play_X2_XP_HNTR_S_Post_Chosen_Killed_B AkEvent]
SpokenText="Мої родичі - не найпростіші противники. Гадаю, ви дійсно можете становити небезпеку."

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_A AkEvent]
SpokenText="Принаймні, тепер ви розумієте, з ким доведеться мати справу. Сподіваюся, наступного разу ви виступите краще."

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_B AkEvent]
SpokenText="Видався важкий день? Не впадайте у відчай. Якщо ви все кинете, з ким мені тоді грати?"

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_C AkEvent]
SpokenText="Я давно так не розважався. Попрацюйте трохи над тактикою, щоб ускладнити мені життя."

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_D AkEvent]
SpokenText="Поясніть своїм військам, що це лише тимчасові негаразди. Проблеми з бойовим духом нам ні до чого."

[Play_X2_XP_HNTR_S_Post_Combat_Chosen_Success_E AkEvent]
SpokenText="Ви думали, будете робити все, що хочете? Не просто так Старійшини відклали найкраще наостанок."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_A AkEvent]
SpokenText="Слід було очікувати, що ви періодично будете здобувати верх. Старійшини не стали б витрачати на вас стільки часу, якби ви були зовсім марні."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_B AkEvent]
SpokenText="Завжди приємно бачити, як хтось перевершує очікування. Сьогодні вам це вдалося, вітаю."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_C AkEvent]
SpokenText="Я не великий любитель несподіванок, але сьогоднішнього результату не очікував."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_D AkEvent]
SpokenText="Радійте перемозі, ви її заслужили. Тільки не чекайте, що я смиренно прийму цей результат."

[Play_X2_XP_HNTR_S_Post_Combat_XCOM_Success_E AkEvent]
SpokenText="Наступного разу я вас не пощаджу."

[Play_X2_XP_HNTR_S_Retaliation_Blade_A AkEvent]
SpokenText="Що, ваші друзі думали, я не знайду цю їхню маленьку нірку?"

[Play_X2_XP_HNTR_S_Retaliation_Blade_B AkEvent]
SpokenText="Ви змусили своїх друзів вступити на цей шлях, і тепер вони за це поплатяться."

[Play_X2_XP_HNTR_S_Retaliation_Blade_C AkEvent]
SpokenText="Вам слід було здогадатися, що рано чи пізно я прийду за вашими друзями."

[Play_X2_XP_HNTR_S_Retaliation_Blade_D AkEvent]
SpokenText="Сподіваюся, серед них хоч хтось уміє воювати, інакше вийде зовсім не спортивно."

[Play_X2_XP_HNTR_S_Retaliation_Blade_E AkEvent]
SpokenText="Настав час потренуватися на легких мішенях."

[Play_X2_XP_HNTR_S_Retaliation_Complete_A AkEvent]
SpokenText="Зазвичай я стараюся не чіпати цивільних, однак ви серйозно розлютили Старійшин, і вони не залишать ваші дії без відповіді."

[Play_X2_XP_HNTR_S_Retaliation_Complete_B AkEvent]
SpokenText="Я знаю, що у вас кожен солдат на рахунку, але що ви скажете про цивільних осіб? Ви уявляєте, скількох ви сьогодні тут втратили?"

[Play_X2_XP_HNTR_S_Retaliation_Complete_C AkEvent]
SpokenText="Старійшинам байдуже, солдати це чи мирні жителі. Зрештою, всіх чекає одна доля."

[Play_X2_XP_HNTR_S_Retaliation_Complete_D AkEvent]
SpokenText="Полювання на мирних жителів у їхніх домівках - погане розвага, однак без цього Старійшини від мене не відчепляться."

[Play_X2_XP_HNTR_S_Retaliation_Complete_E AkEvent]
SpokenText="Старійшини готові піти на будь-які заходи, аби виманити вас з вашого укриття."

[Play_X2_XP_HNTR_S_Sabotage_Failed_A AkEvent]
SpokenText="Хм, все вийшло трохи не так, як я розраховував."

[Play_X2_XP_HNTR_S_Sabotage_Failed_B AkEvent]
SpokenText="Я був упевнений, що це спрацює. Ось і думай тепер."

[Play_X2_XP_HNTR_S_Sabotage_Failed_C AkEvent]
SpokenText="Доведеться наступного разу придумати щось краще."

[Play_X2_XP_HNTR_S_Sabotage_Failed_D AkEvent]
SpokenText="Ви мене розкусили, так? Думаєте тепер, що ви найрозумніші?"

[Play_X2_XP_HNTR_S_Sabotage_Failed_E AkEvent]
SpokenText="Гаразд, добре. Я впевнений, наступна зручна можливість не за горами."

[Play_X2_XP_HNTR_S_Sabotage_Success_A AkEvent]
SpokenText="Хай це був брудний прийом, але визнайте - він ефективний."

[Play_X2_XP_HNTR_S_Sabotage_Success_B AkEvent]
SpokenText="Вважайте це компліментом. Я вже готовий на все, аби уповільнити ваш просування."

[Play_X2_XP_HNTR_S_Sabotage_Success_C AkEvent]
SpokenText="Ви не єдині, хто здатен вставляти палки в колеса."

[Play_X2_XP_HNTR_S_Sabotage_Success_D AkEvent]
SpokenText="Можливо, вашому Опору варто у мене повчитися."

[Play_X2_XP_HNTR_S_Sabotage_Success_E AkEvent]
SpokenText="У мене було достатньо часу, щоб придумати пару таких трюків."

[Play_X2_XP_HNTR_S_Soldier_Captured_A AkEvent]
SpokenText="Няньчитися з полоненим - та ще робота. Дуже сподіваюся, що він розповість мені щось цікаве, інакше сенсу в ньому мало."

[Play_X2_XP_HNTR_S_Soldier_Captured_B AkEvent]
SpokenText="Я вже згадував, як мене дратує робота тюремника?"

[Play_X2_XP_HNTR_S_Soldier_Captured_C AkEvent]
SpokenText="Чим би там не займалися Старійшини, особисто я волію не колекціонувати живих особин."

[Play_X2_XP_HNTR_S_Soldier_Captured_D AkEvent]
SpokenText="Полонені - це завжди незручно. Я з більшою охотою йшов би по кривавому сліду, ніж підтримував життя в полонених ворогах."

[Play_X2_XP_HNTR_S_Soldier_Captured_E AkEvent]
SpokenText="Вважаю, цього солдата ви хотіли б отримати назад живим, я правий? Може бути, вам з цим пощастить."

[Play_X2_XP_HNTR_S_Soldier_Captured_Post_Covert_A AkEvent]
SpokenText="Ви дійсно думали, що зможете прослизнути повз мене? Повз мене?! Повинен сказати, я трохи ображений. Постараюся, втім, не виміщати це на вашому дружку."

[Play_X2_XP_HNTR_S_Soldier_Captured_Post_Covert_B AkEvent]
SpokenText="Ризикнути, звичайно, варто було, але я сумніваюся, що ваш товариш зрадів підсумками."

[Play_X2_XP_HNTR_S_Soldier_Rescued_A AkEvent]
SpokenText="Мені так подобається ця гра: спочатку я хапаю вашого солдата, а потім ви прибігаєте його рятувати. Що будемо робити далі?"

[Play_X2_XP_HNTR_S_Soldier_Rescued_B AkEvent]
SpokenText="Все одно нічого путнього я б не дочекався."

[Play_X2_XP_HNTR_S_Soldier_Rescued_C AkEvent]
SpokenText="Що, ви повернули полоненого додому? Ви ж все одно знову пошлете його в бій - і в чому тоді сенс?"

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Four_A AkEvent]
SpokenText="Вам слід було замітати сліди, поки не стало пізно. Велике полювання наближається до свого завершення."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Four_B AkEvent]
SpokenText="Зброя до бою. Настав час подивитися на ваш корабель зблизька."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Four_C AkEvent]
SpokenText="Отже, погоня завершується, починається справжнє веселощі. Я скоро буду у вас."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Three_A AkEvent]
SpokenText="Я вже дихаю вам у спину. Ще кілька деталей загальної картини, і я настигну вас."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Three_B AkEvent]
SpokenText="Ви останнім часом не утруднюєте себе замітанням слідів, сильно полегшуючи мені роботу."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Three_C AkEvent]
SpokenText="Не так багато місць, де ви могли б ховатися, і я вже перевірив майже всі."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Two_A AkEvent]
SpokenText="Мені доводилося перетинати не тільки простір, але й час, переслідуючи здобич. Думаєте, в цьому світі є місце, де ви зможете сховатися?"

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Two_B AkEvent]
SpokenText="Чим мене Старійшини точно наділили, так це терпінням. А в нашому випадку події вже розвиваються швидше, ніж я очікував."

[Play_X2_XP_HNTR_S_Threshold_Taunts_Level_Two_C AkEvent]
SpokenText="Я захоплююся вашою наполегливістю, але ваші дні вже полічені."

[Play_X2_XP_HNTR_S_XCOM_Covert_Action_Ambushed AkEvent]
SpokenText="Ви хотіли просто взяти і пройти повз? Це навряд."

[Play_X2_XP_HNTR_S_XCOM_Fame_Spreading AkEvent]
SpokenText="Ви стаєте знаменитостями. Ваша репутація відома вже за межами Опору, і скоро за вашими успіхами буде стежити весь світ. Ви готові вийти на сцену?"

[Play_X2_XP_HNTR_S_XCOM_Lost_Mission AkEvent]
SpokenText="Як недобре вийшло, так? Як ви примудряєтеся приманювати нових рекрутів з такою результативністю?"

[Play_X2_XP_HNTR_S_XCOM_Lost_Stronghold AkEvent]
SpokenText="Вам випала можливість, і ви нею скористалися - тут я не можу вас звинувачувати. Але що про мене подумають, якщо я дозволю вам знову вломитися в свою фортецю? Не пройде, можете навіть не намагатися."

[Play_X2_XP_HNTR_S_XCOM_Lost_Veteran_A AkEvent]
SpokenText="Втрачати солдатів завжди важко, а що вже говорити про тих, в кого було вкладено стільки часу. Гадаю, вам потрібно бути обережніше."

[Play_X2_XP_HNTR_S_XCOM_Lost_Veteran_B AkEvent]
SpokenText="Нелегко, повинно бути, втратити одночасно цінний ресурс, друга і союзника. Але будемо чесні: ви вже знаєте, ким його замінити, чи не так?"

[Play_X2_XP_HNTR_S_XCOM_Recovered_Fragment AkEvent]
SpokenText="Значить, ви навчилися новому трюку? Не впевнений, що він вам допоможе. Взагалі-то, я не дуже наляканий."
